/* Classes/TRFacebookController.m */
"2nd" = "2nd";

/* No comment provided by engineer. */
"Exceptional event for the bests ones" = "Evènement exceptionnel pour les meilleurs";

/* Classes/TRRegisterViewController.m */
"Info" = "Info";

/* Classes/TRPlayerInfosViewController.m */
"Infos: %@" = "Infos : %@";

/* Views/TRChallengeViewController.m */
"World Challenge" = "World Challenge";

/* No comment provided by engineer. */
"Total: " = "Total : ";

/* Classes/TRFacebookController.m */
"\"mainMessage\":\"has just established a new record on the iPhone game Tux Rider World Challenge on %s in %s mode : <b>%s</b>.<br>National ranking (%@): <b>%@</b><br>World ranking: <b>%@</b>%@" = "\"mainMessage\":\"vient juste d'établir un nouveau record au jeu iPhone Tux Rider World Challenge sur %1$s en mode %2$s : <b>%3$s</b>.<br>Classement national (%4$@) : <b>%5$@</b><br>Classement mondial : <b>%6$@</b>%7$@";

/* Classes/TRFacebookController.m */
"You will be able to post your best results will on your Facebook wall in just one click, without leaving the game !" = "Cela vous permettra de poster vos meilleurs resultats sur votre mur Facebook en juste un click, sans même quitter le jeu !";

/* Classes/TRFacebookController.m */
"<br><br>Amazing! It is one of the 10 best pinguins in %@ on this race!\"" = "<br><br>Incroyable ! C'est un des 10 meilleurs pingouins de %@ sur cette piste !\"";

/* Classes/TRFacebookController.m */
"<br><br>It is a pretty good pinguin in %@!\"" = "<br><br>C'est un très bon pingouin dans %@ !\"";

/* Classes/TRFacebookController.m */
"his/her country" = "son pays";

/* Classes/TRFacebookController.m */
"<br>Challenge ranking: <b>%@</b>" = "<br>Classement au Challenge : <b>%@</b>";

/* Classes/TRFacebookController.m */
"<br>Total ranking: <b>%@</b>" = "<br>Classement total: <b>%@</b>";

/* Classes/TRFacebookController.m */
"<br><br>Amazing! It is one of the 10 best pinguins in the his/her country on this race!\"" = "<br><br>Incroyable ! C'est un des 10 meilleurs pingouins de son pays sur cette piste !\"";

/* Classes/TRFacebookController.m */
"<br><br>Amazing! It is one of the 10 best pinguins in the world on this race!\"" = "<br><br>Incroyable ! C'est un des 10 meilleurs pingouins du monde sur cette piste !\"";

/* Classes/TRFacebookController.m */
"<br><br>Brillant pinguin! He entered in the top 10 of the %@.%@\"" = "<br><br>Quel pingouin brillant ! Il fait maintenant partie du top 10 du %1$@.%2$@\"";

/* Classes/TRFacebookController.m */
"<br><br>Good pinguin! He entered in the top 100 of the %@.%@\"" = "<br><br>Bon Pingouin ! Il fait partie du the top 100 du %1$@.%2$@\"";

/* Classes/TRFacebookController.m */
"<br><br>It is a pretty good pinguin in his/her country!\"" = "<br><br>C'est un très bon pingouin dans son pays !\"";

/* Classes/TRFacebookController.m */
"<br><br>What a great score! It is one of the best pinguins in the world on this race!\"" = "<br><br>Super score ! C'est un des meilleurs pingouins du monde sur cette piste !\"";

/* Classes/TRFacebookController.m */
"\"mainMessage\":\"has just established a new record on the iPhone game Tux Rider World Challenge on %s in %s mode : <b>%s</b>.<br>National ranking: <b>%@</b><br>World ranking: <b>%@</b>%@" = "\"mainMessage\":\"vient juste d'établir un nouveau record au jeu iPhone Tux Rider World Challenge sur %1$s en mode %2$s : <b>%3$s</b>.<br>Classement national : <b>%4$@</b><br>Classement mondial : <b>%5$@</b>%6$@";

/* Classes/TRFacebookController.m */
"<br><br>Brillant player! He/She entered in the top 10 of the %@.%@\"" = "<br><br>Joueur vraiment brillant ! Qui fait maintenant partie du top 10 du %1$@.%2$@\"";

/* Classes/TRFacebookController.m */
"<br><br>Good player! He/She entered in the top 100 of the %@.%@\"" = "<br><br>Bon joueur ! Il (elle) fait partie du the top 100 du %1$@.%2$@\"";

/* Classes/TRFacebookController.m */
"<br><br>He/She is a pretty good player in his/her country!\"" = "<br><br>C'est un très bon pingouin dans son pays !\"";

/* Classes/TRFacebookController.m */
"<br><br>He/She is one of the 10 best player in the his/her country on this race!\"" = "<br><br>He/She is one of the 10 best player in the his/her country on this race!\"";

/* Classes/TRFacebookController.m */
"<br><br>He/She is one of the 10 best player in the world on this race!\"" = "<br><br>Incroyable ! C'est un des 10 meilleurs pingouins du monde sur cette piste !\"";

/* Classes/TRFacebookController.m */
"<br><br>What a great score! He/She is one of the best player in the world on this race!\"" = "<br><br>Super score ! C'est un des meilleurs pingouins du monde sur cette piste !\"";

/* Classes/TRFacebookController.m */
"\"mainMessage\":\"has just established a new record on the iPhone game Tux Rider World Challenge on %s in %s mode : <b>%s</b>.<br><b>Rankings:</b><br>National: <b>%@</b><br>World: <b>%@</b>%@" = "\"mainMessage\":\"has just established a new record on the iPhone game Tux Rider World Challenge on %1$s in %2$s mode : <b>%3$s</b>.<br><b>Rankings:</b><br>National: <b>%4$@</b><br>World: <b>%5$@</b>%6$@";

/* Classes/TRFacebookController.m */
"Your will be able to post your best results will on your Facebook wall in just one click, without leaving the game !" = "Cela vous permettra de poster vos meilleurs resultats sur votre mur Facebook en juste un click, sans même quitter le jeu !";

/* No comment provided by engineer. */
"Getting rankings for this score..." = "Téléchargement de vos classements pour ce score...";

/* Classes/TRFacebookController.m */
"<br><br>He/She entered in the top 100 of the %@: <b>%@</b>.%@\"" = "<br><br>Il/Elle fait partie du Top 100 du %1$@: <b>%2$@</b>.%3$@\"";

/* Classes/TRFacebookController.m */
"Your best results will be posted on your Facebook wall, but each time you can cancel the post if you want." = "Tes meilleurs résultats seront affichés sur ton mur Facebook, mais à chaque fois tu as le choix d'accepter l'envoi de la news ou pas.";

/* Classes/TRFacebookController.m */
"\"incitationMessage\":\"Do like him/her, participate and try to be among the bests pinguins!\"" = "\"incitationMessage\":\"Fais comme lui/elle, participe au jeu, et essaie d'être parmi les meilleurs pingouins !\"";

/* Classes/TRFacebookController.m */
"\"incitationMessage\":\"Do like him, participate and try to be among the bests pinguins!\"" = "\"incitationMessage\":\"Do like him, participate and try to be among the bests pinguins!\"";

/* Classes/TRFacebookController.m */
"\"incitationMessage\":\"Do like him/her, participate, be among the bests pinguins and <b>win pairs of skis, snowboards, ski googles, sunglasses, t-shirts, etc...</b>\"" = "\"incitationMessage\":\"Fais comme lui/elle, participe au jeu, sois parmi les meilleurs pingouins et <b>gagne des paires de skis, des snowboards, des masques de ski, des lunettes de soleil, des t-shirts, etc...</b>\"";

/* Classes/TRFacebookController.m */
" Check out the prizes he/she can win!" = " Jette un coup d'oeil aux prix qu'il peux gagner !";

/* Classes/TRFacebookController.m */
" Prizes are not so far away..." = " Les prix ne sont plus très loin...";

/* Classes/TRFacebookController.m */
"%dth" = "%dème";

/* Classes/TRFacebookController.m */
"1st" = "1er";

/* Classes/TRFacebookController.m */
"3rd" = "3ème";

/* Classes/TRFacebookController.m */
"\"incitationMessage\":\"Do like him, participate, be among the bests pinguins and <b>win pairs of skis, snowboards, ski googles, sunglasses, t-shirts, etc...</b>\"" = "\"incitationMessage\":\"Do like him, participate, be among the bests pinguins and <b>win pairs of skis, snowboards, ski googles, sunglasses, t-shirts, etc...</b>\"";

/* Classes/TRFacebookController.m */
"\"linkMessage\":\"How to participate?\"" = "\"linkMessage\":\"Comment participer ?\"";

/* Classes/TRFacebookController.m */
"\"mainMessage\":\"has just established a new record on the iPhone game Tux Rider World Challenge on %s in %s mode : <b>%s</b>." = "\"mainMessage\":\"vient juste d'établir un nouveau record au jeu iPhone Tux Rider World Challenge sur %s en mode %s : <b>%s</b>.";

/* Classes/TRFacebookController.m */
"\"mainMessage\":\"participates now to the World Challenge of the iPhone Game <b>Tux Rider World Challenge</b>, and he/she has just established his/her first score on %s in %s mode : <b>%s</b>.\"" = "\"mainMessage\":\"participe désormais au Challenge Mondial du Jeu <b>Tux Rider World Challenge</b>, et il/elle vient juste d'établir son premier score sur %1$s en mode %2$s : <b>%3$s</b>.\"";

/* Classes/TRFacebookController.m */
"\"shortStory\":\"Has just established his/her first score on Tux Rider World Challenge.\"" = "\"shortStory\":\"vient juste d'établir son premier score à Tux Rider World Challenge.\"";

/* Classes/TRFacebookController.m */
"\"titleMessage\":\"Has just established his/her first score on Tux Rider World Challenge.\"" = "\"titleMessage\":\"vient juste d'établir son premier score à Tux Rider World Challenge.\"";

/* Classes/TRFacebookController.m */
"challenge ranking" = "classement du challenge";

/* Classes/TRFacebookController.m */
"total ranking" = "classement total";

/* src/race_select.c */
"classic" = "classique";

/* Classes/TRFacebookController.m */
"\"incitationMessage\":\"Do like him, play this game, be among the bests and <b>win pairs of skis, snowboards, ski googles, sunglasses, t-shirts, etc...</b>\"" = "\"incitationMessage\":\"Fais comme lui, joue au jeu, sois parmi les meilleurs et <b>gagne ges paires de skis, des snowboards, des masques de ski, des lunettes de soleil, etc...</b>\"";

/* Classes/TRFacebookController.m */
"\"mainMessage\":\"participates now to the World Challenge of the iPhone Game Tux Rider World Challenge.\"" = "\"mainMessage\":\"participe au World Challenge du jeu iPhone Tux Rider World Challenge.\"";

/* Classes/TRFacebookController.m */
"\"shortStory\":\"participates now to the Tux Rider World Challenge.\"" = "\"shortStory\":\"participe au World Challenge du jeu iPhone Tux Rider World Challenge.\"";

/* Classes/TRFacebookController.m */
"\"titleMessage\":\"participates now to the Tux Rider World Challenge.\"" = "\"titleMessage\":\"participe au Tux Rider World Challenge.\"";

/* Classes/TRFacebookController.m */
"\"incitationMessage\":\"Do like him, participate, be among the bests and <b>win pairs of skis, snowboards, ski googles, sunglasses, t-shirts, etc...</b>\"" = "\"incitationMessage\":\"Fais comme lui, participe, sois parmi les meilleurs et <b>gagne des skis, des snowboards, des masques, des lunettes de soleil, des t-shirts, etc..</b>\"";

/* Classes/TRFacebookController.m */
"\"linkMessage\":\"How to participate ? What can I win ?\"" = "\"linkMessage\":\"Comment participer ? Qu'y a-t-il à gagner ?\"";

/* Classes/TRFacebookController.m */
"\"mainMessage\":\"has just established a new record on the iPhone game Tux Rider World Challenge on %s in %s mode : <b>%s</b>.\"" = "\"mainMessage\":\"vient d'établir un nouveau record au jeu iPhone Tux Rider World Challenge sur %1$s en mode %2$s : <b>%3$s</b>.\"";

/* Classes/TRFacebookController.m */
"\"shortStory\":\"has just established a new record !\"" = "\"shortStory\":\"vient d'établir un nouveau record !\"";

/* Classes/TRFacebookController.m */
"\"titleMessage\":\"freerides in pinguin, and it turns out well for him/her !\"" = "\"titleMessage\":\"freeride en pingouin, et ça lui réussit !\"";

/* Views/TRPrizeViewController.m */
"T-shirt designed by Zag Skis." = "T-shirt aux couleurs de Zag Skis.";

/* ViewControllers/TRChallengeRulesViewController.m */
"Challlenge rules" = "Règles du Challenge";

/* Classes/TRPrefsViewController.m */
"Create a new account" = "Créer un nouveau compte";

/* Classes/TRPlayerInfosViewController.m */
"No score." = "Pas de score.";

/* Classes/TRPlayerInfosViewController.m */
"Not ranked" = "Non classé";

/* No comment provided by engineer. */
"Not Ranked" = "Non classe";

/* Views/TRPrizeViewController.m */
"$1049" = "750€";

/* Views/TRPrizeViewController.m */
"$115" = "75€";

/* Views/TRPrizeViewController.m */
"$130" = "85€";

/* Views/TRPrizeViewController.m */
"$600" = "400€";

/* Views/TRPrizeViewController.m */
"$800" = "589€";

/* Views/TRPrizeViewController.m */
"$850" = "500€";

/* Views/TRPrizeViewController.m */
"$900" = "600€";

/* Views/TRPrizeViewController.m */
"A fun product designed for the snow sports!\r\nGlasses type: spectron x4\r\nComposition: injected" = "Un produit stylé qui puise ses origines dans le sport !\r\nType de verre : spectron x4\r\nMatière : injecté";

/* Views/TRPrizeViewController.m */
"Boards new roots from the newest french brand that shapes freestyle/powder boards.\r\nThe board offered is the \"DJE MADONE\" that you can see on Furlan Snowboard website, This board is the same but the graphics are from the future collection." = "Boards new roots de la toute dernière marque Française qui shape des plateaux freestyle/poudreuse.\r\nDes avions de 1m78 qui se rident avec grande surprise comme des boards de 1m58 !! Du pur \"CORE NU ROOTS\"\r\nLe modèle offert est le \"DJE MADONE\" présenté sur le site de Furlan Snowboard, Celui-ci est le même mais les graphiques sont de la prochaine collection.";

/* Views/TRPrizeViewController.m */
"Boards new roots from the newest french brand that shapes freestyle/powder boards.\r\nThe board offered is the \"SPOTS\" that you can see on Furlan Snowboard website, This board is the same but the graphics are from the future collection." = "Boards new roots de la toute dernière marque Française qui shape des plateaux freestyle/poudreuse.\r\nDes avions de 1m78 qui se rident avec grande surprise comme des boards de 1m58 !! Du pur \"CORE NU ROOTS\"\r\nLe modèle offert est le \"SPOTS\" présenté sur le site de Furlan Snowboard, Celui-ci est le même mais les graphiques sont de la prochaine collection.";

/* Views/TRChallengeInfosViewController.m */
"Challenge infos" = "Infos sur le Challenge";

/* Views/TRChallengeResultsViewController.m */
"Challenge results" = "Résultats du challenge";

/* Views/TRClassicScoresViewController.m */
"Classic mode" = "Mode classique";

/* Views/TRPrizeViewController.m */
"Flex remains stiff underfoot but softer at tip and tail for both stability and agility. The tips are longer in order to provide even greater flotation.\r\nThis is the Zag of strong skiers and hard sessions." = "Des rayons assez long pour la vitesse et les freinages, des flexs plus souples aux extrémités et rigides au patin pour garder stabilité et maniabilité, des spatules plus longues pour plus de flottaison.\r\nC'est le Zag des forts skieurs et grosses conditions, pour un gros freeride engagé...";

/* Views/TRPrizeViewController.m */
"For the 1st, the 2nd or the 3rd" = "Pour le 1er, le 2ème ou le 3ème";

/* Views/TRPrizeViewController.m */
"For the 4th, the 5th and the 6th" = "Pour le 4ème, le 5ème et le sixième";

/* Views/TRPrizeViewController.m */
"For the 7th and the 8th" = "Pour le 7ème et le 8ème";

/* Views/TRPrizeViewController.m */
"For the 9th and the 10th" = "Pour le 9ème et le 10ème";

/* Views/TRPrizeViewController.m */
"Freestylers finds their weapon of predilection with the MUTANT.\r\nIdeal for the rail and big jumpshere remains nevertheless a great polyvalent ski which is comfortable on all types of snows and even during extemporized pow sessions." = "Les freestylers trouvent avec le MUTANT leur arme de prédilection.\r\nIdéal pour le rail et les grosjumps, il n'en reste pas moins un super polyvalent qui est à l'aise sur tous les types de neiges et même lors des sessions de poudreuse improvisées.";

/* Views/TRPrizeViewController.m */
"Represents a marriage made in heaven between a piste ski and a freeride ski.\r\nThe generous sidecut will delight skiers and telemarkers of all abilities on the hard snow and its freeride dimensions and long tip will ensure excellent allround freeride performance." = "Le purist est un excellent ski de piste à rayons semi courts pour tous les types de skieurs et télémarkeurs sur neige dure.\r\nSes mensurations et sa spatule en font aussi un excellent ski allround freeride.";

/* No comment provided by engineer. */
"Retreiving results..." = "Récupération des résultats...";

/* Views/TRPrizeViewController.m */
"Slightly directional in shape to maximise all-round performance, it’s just as at ease in backcountry freestyle sessions as in cool freeriding through the trees.\r\nThe perfect tool for skiers interested in everything except the piste..." = "Le SLAP gagne en portance et en facilité dans la poudre. Légèrement directionnel pour rester polyvalent, il est à l'aise autant en gros backcountry freestyle qu'en freeride cool dans la forêt ou en courbes rapides.\r\nLe bel outil des skieurs qui ne cherchent pas le dur...";

/* Views/TRPrizeViewController.m */
"T-shirt designed by Zag Skis" = "T-shirt aux couleurs de Zag Skis";

/* Views/TRPrizeViewController.m */
"The first one chooses among the \"H112\", the \"Mutant\" and the \"Lacrimossa\", the second one picks up one of the two remainings, and the third one wins the last one." = "Le premier choisit parmi le \"H112\", le \"Mutant\" et le \"Lacrimossa\", le second choisi parmi les deux lots restants, et le troisième gagne le dernier lot.";

/* Views/TRPrizeViewController.m */
"The first one chooses among the \"Slap\", the \"Purist\" and the \"Puppy Tiger\", the second one picks up one of the two remainings, and the third one wins the last one." = "Le premier choisit parmi le  \"Slap\", le \"Purist\" et le \"Puppy Tiger\", le second choisi parmi les deux lots restants, et le troisième gagne le dernier lot.";

/* Views/TRTimeTrialScoresViewController.m */
"Time trial" = "Contre la montre";

/* TRPrizeListViewController.m */
"To win" = "A gagner";

/* Views/TRChallengeViewController.m */
"Total Rankings" = "Classements totaux";

/* Views/TRPrizeViewController.m */
"With its large spherical screen, the \"Around\" have the largest angle of vision ever. With their anatomic polishement and our full confort moss, those googles garantee fun and off-road confort." = "Avec leur double écran sphérique, les Around Sphériques offrent le spectre de vision le plus large sur le marché. Associé à nos Montures Anatomiques et notre Mousse Soft Confort, ces masques vous garantissent plaisir et confort tout-terrain.";

/* Classes/TRRegisterViewController.m */
"Are you sure to want to create a new account ? This will erase everything about your old account." = "Etes vous certain de vouloir créer un nouveau compte ? Cela supprimera toutes les informations de votre ancien compte.";

/* Classes/TRPickCountryViewController.m */
"Choose a country..." = "Choisissez votre pays";

/* Classes/TRFacebookController.m */
"Connect" = "Connecter";

/* Classes/TRPlayerInfosCell.m */
"Difference" = "Différence";

/* Classes/TRChallengeSubscriptionViewController.m */
"Great News !" = "Bonne nouvelle !";

/* Classes/TRFacebookController.m */
"It will display your best results on your Facebook wall." = "Cela affichera par exemple vos meilleurs résultats sur votre mur facebook.";

/* Classes/TRFriendsManagerViewController.m */
"Manage Friends" = "Gérer ses amis";

/* Classes/TRFacebookController.m */
"New : Connect this game to your Facebook wall !" = "Nouveau : Connectez ce jeu à votre mur Facebook !";

/* Classes/TRPlayerInfosCell.m */
"Player" = "Joueur";

/* Classes/TRPlayerInfosCell.m */
"Ranking" = "Classement";

/* Classes/TRRegisterViewController.m */
"Register" = "Enregistrer";

/* Classes/TRRegisterViewController.m */
"Registering allows you to be ranked with other players around the world. It's free, it takes 5 seconds, and no personal information is required." = "Vous enregistrer vous permet d'être classé parmi les autres joueurs du monde. c'est gratuit, ça prend 5 secondes et aucune information personnelle n'est nécessaire.";

/* Classes/TRPlayerInfosViewController.m */
"The first one chooses one of the three prizes, the second one picks up one of the two remainings, and the third one wins the last one." = "Le premier choisi un des trois lots, le second en choisi un parmi les deux restants et le troisième gagne le dernier lot.";

/* Classes/TRRegisterViewController.m */
"This will erase all your old best results !" = "  Cela effacera tous vos anciens résultats !";

/* Classes/TRPlayerInfosCell.m */
"Time" = "Temps";

/* Classes/TRRegisterViewController.m */
"Warning !" = "Attention !";

/* Classes/TRPlayerInfosCell.m */
"You: " = "Vous : ";

/* No comment provided by engineer. */
"Challenge: " = "Challenge :";

/* Classes/TRPrefsViewController.m */
"Login successful (unused string)." = "Connexion réussie.";

/* No comment provided by engineer. */
"Refreshing Player infos..." = "Mise à jour des infos...";

/* Traduire par textInfoFr pour le francais ; dans TRAppDelegate.m */
"textInfoEn" = "textInfoFr";

/* No comment provided by engineer. */
"The challenge is over. See the results : " = "Le Challenge est terminé. Résultats : ";

/* No comment provided by engineer. */
"Wrong login or password." = "Mauvais login ou password.";

/* No comment provided by engineer. */
"You are not ranked in Classic Challenge !" = "Vous n'êtes pas classé dans la Challenge classique !";

/* No comment provided by engineer. */
"You are not registered, so you have no rankings." = "Vous n'êtes pas enregistré, vous n'avez donc pas de classement.";

/* No comment provided by engineer. */
"You must establish a personal record in each of its races." = "Vous devez établir un record personnel dans chacune de ses courses.";

/* No comment provided by engineer. */
"You're not ranked : %d race(s) on %d with no score" = "Non classé : %1$d course(s) sur %2$d sans scores.";

/* No comment provided by engineer. */
"10 until current challenge is over." = "10 until current challenge is over.";

/* No comment provided by engineer. */
"Infos about the challenge : " = "Infos sur la compétition : ";

/* No comment provided by engineer. */
"Not ranked : (%d races on %d without record)" = "Non classé : (%d pistes sur %d sans record)";

/* src/paused.c */
"Continue" = "Continuer";

/* src/phys_sim.c */
"Yum yum! 200 pts" = "Miam miam ! 200 pts";

/* src/game_over.c */
"Flying time: " = "Temps en l'air: ";

/* Classes/TRAppDelegate.m */
"Create an account" = "Créer un compte";

/* No comment provided by engineer. */
"Credits" = "Credits";

/* No comment provided by engineer. */
"Score: " = "Score: ";

/* No comment provided by engineer. */
"Tutorial" = "Tutorial";

/* No comment provided by engineer. */
"Play" = "Jouer";

/* No comment provided by engineer. */
"Rankings" = "Classements";

/* No comment provided by engineer. */
"World challenge" = "World challenge";

/* Classes/TRPrefsViewController.m */
"The login you entered already exists! Please choose another." = "Cette identifiant est déjà pris! Choisissez-en un autre.";

/* Classes/TRPrefsViewController.m */
"Unknown error!" = "Erreur inconnue !";

/* No comment provided by engineer. */
"Unsaved scores detected. Do you want to save them online now ?" = "Des scores non sauvés ont été détectés. Voulez-vous les sauver en ligne ?";

/* Classes/TRPrefsViewController.m */
"Use only alphanumeric characters, \"-\", and \"_\" for the login." = "Vous ne devez utiliser que des caratères alphanumeriques, \"-\", et \"_\" dans votre identifiant.";

/* Classes/TRPrefsViewController.m */
"Use only alphanumeric characters, \"-\", and \"_\" for the password." = "Vous ne devez utiliser que des caratères alphanumeriques, \"-\", et \"_\" dans votre mot de passe.";

/* No comment provided by engineer. */
"Wrong login or password. Go to settings pannel to settle this problem." = "Mauvais identifiant ou mot de passe. Allez dans les réglages pour mettre fin à ce problème.";

/* Classes/TRPrefsViewController.m */
"Wrong login/password." = "Mauvais identifiant ou mot de passe.";

/* Classes/TRPrefsViewController.m */
"Yes" = "Oui";

/* Classes/TRFriendsManagerViewController.m */
"You cannot be friend with yourself." = "Vous ne pouvez pas être ami avec vous même.";

/* No comment provided by engineer. */
"You don't have any scores saved online for the moment !" = "Vous n'avez pas de score sauvé en ligne pour le moment.";

/* No comment provided by engineer. */
"You don't have any scores saved online for this race in \"speed only\" mode for the moment !" = "Vous n'avez pas de score en \"contre la montre\" sauvé en ligne pour le moment.";

/* Classes/TRAppDelegate.m */
"You need to own an account to play. It's free, and allows you to be ranked with the other players in the world. If you are already registered, click on 'Login'." = "Il faut posséder un compte pour jouer. C'est gratuit et ça permet de pouvoir vous classer par rapport aux autres. Si vous avez déjà un identifiant, cliquez sur 'S'identifier'.";

/* No comment provided by engineer. */
"A better score already exists for this login !" = "Un meilleur score existe déjà pour cet identifiant!";

/* Classes/TRAppDelegate.m
   Classes/ConnectionController.m
   Classes/TRFriendsManagerViewController.m */
"Cancel" = "Annuler";

/* Classes/TRPrefsViewController.m */
"Check your network connection and try again." = "Vérifiez votre connexion Internet et réessayer.";

/* Classes/TRFriendsManagerViewController.m */
"Checking login..." = "Vérification de votre identifiant...";

/* Classes/TRPrefsViewController.m */
"Checking login/password..." = "Identification...";

/* Classes/TRPrefsViewController.m */
"Choose one" = "Choisir";

/* Classes/TRPrefsViewController.m */
"Choose your country!" = "Choisissez votre pays!";

/* No comment provided by engineer. */
"Congratulations !" = "Félicitations !";

/* Classes/TRPrefsViewController.m */
"Do you want your scores to be saved online automatically when you end a race (this can be modified later in the settings panel) ?" = "Voulez-vous que votre score soit sauvé automatiquement en ligne à la fin de chaque partie ? (Vous pourrez modifier ce réglage plus tard dans les réglages)";

/* Classes/TRPrefsViewController.m */
"Do you want your scores to be saved online automatically when you end a race (this can be modified later in the settings pannel) ?" = "Voulez-vous que votre score soit sauvé automatiquement en ligne à la fin de chaque partie ? (Vous pourrez modifier ce réglage plus tard dans les réglages)";

/* Classes/TRFriendsManagerViewController.m */
"Edit" = "Éditer";

/* No comment provided by engineer. */
"Edit Friends List." = "Éditer la liste d'amis.";

/* No comment provided by engineer. */
"Empty Friends List." = "Éditer la liste d'amis.";

/* Classes/TRFriendsManagerViewController.m
   Classes/TRPrefsViewController.m */
"Error !" = "Erreur !";

/* Classes/TRPrefsViewController.m */
"For security reasons, you first need to update Tux Rider World Challenge. Go to the App Store to do the update." = "Pour des raisons de sécurité vous devez mettre à jour Tux Rider World Challenge. Rendez-vous sur l'AppStore pour la mise-à-jour.";

/* No comment provided by engineer. */
"For security reasons, you need to update Tux Rider World Challenge to save scores online. Go to the App Store to do the update." = "Pour des raisons de sécurité vous devez mettre à jour Tux Rider World Challenge pour mettre vos scores à jour. Rendez-vous sur l'AppStore pour la mise-à-jour.";

/* No comment provided by engineer. */
"Getting World rankings for the score you just did..." = "Téléchargement de votre classement en ligne...";

/* Classes/TRPrefsViewController.m */
"Internal server error! Please try again Later." = "Erreur du Serveur! Veuillez réessayer plus tard.";

/* Classes/TRFriendsManagerViewController.m */
"is already in your friends list." = "est déjà dans votre liste d'amis.";

/* Classes/TRAppDelegate.m */
"Login" = "S'identifier";

/* Classes/TRPrefsViewController.m */
"Login must be between 1 and 15 characters!" = "Votre identifiant doit comprendre entre 1 et 15 caractères!";

/* Classes/TRPrefsViewController.m */
"No" = "Non";

/* No comment provided by engineer. */
"No need to update !" = "Pas besoin de mettre à jour !";

/* No comment provided by engineer. */
"No rankings available !" = "Pas de classement disponnible !";

/* Classes/TRPrefsViewController.m */
"Nobody is registered with this login." = "Cet identifiant ne correspond à personne.";

/* Classes/TRFriendsManagerViewController.m */
"Ok" = "OK";

/* Classes/TRPrefsViewController.m */
"Password must be less or equal than 10 characters!" = "Le mot de passe doit contenir moins de 10 caractères!";

/* Classes/TRPrefsViewController.m */
"Password must be more or equal than 5 characters" = "Le mot de passe doit contenir plus de 5 caractères";

/* Classes/TRPrefsViewController.m */
"Passwords entered are differents!" = "Les deux mots de passe entrés ne correspondent pas!";

/* Classes/ConnectionController.m */
"Please wait..." = "Merci de patienter...";

/* No comment provided by engineer. */
"Refreshing ranking infos..." = "Mise-à-jour des classements...";

/* No comment provided by engineer. */
"Refreshing rankings..." = "Mise-à-jour des classements...";

/* Classes/TRAppDelegate.m */
"Registered users only" = "Utilisateurs enregistrés uniquement";

/* No comment provided by engineer. */
"Saving score online..." = "Sauvegarde des scores en ligne...";

/* No comment provided by engineer. */
"Saving unsaved scores online..." = "Sauvegarde des scores non sauvés en ligne...";

/* No comment provided by engineer. */
"Score not saved !" = "Les scores n'ont pas pu être sauvés !";

/* No comment provided by engineer. */
"Scores online were already up-to-date." = "Les scores sont déjà à jour.";

/* Classes/TRPrefsViewController.m */
"Sending registration data..." = "Enregistrement en ligne...";

/* Classes/TRPrefsViewController.m */
"Welcome" = "Bienvenue";

/* Classes/TRPrefsViewController.m */
"Welcome !" = "Bienvenue !";

/* No comment provided by engineer. */
"     Score: " = " Score: ";

/* No comment provided by engineer. */
"    Fish: " = "  Poissons: ";

/* No comment provided by engineer. */
"(At least 1 second in the air.)" = "(Au moins une seconde en l'air.)";

/* No comment provided by engineer. */
"(at least 1 seconds in the air) on a big bump" = "(au moins une seconde en l'air) sur une bosse";

/* No comment provided by engineer. */
"(Braking is useful when going fast to" = "(Freiner est utile quand vous allez vite";

/* No comment provided by engineer. */
"(Inclinate your iPhone.)" = "(Inclinez votre iPhone.)";

/* No comment provided by engineer. */
"accelerate, to brake to pause and to abort." = "accelerer, freiner, faire pause et abandonner.";

/* No comment provided by engineer. */
"accumulated is released and used to jump." = "accumulee est liberee et utilisee pour sauter.";

/* No comment provided by engineer. */
"and flapping the wings (accelerate button)" = "et battre des ailes";

/* No comment provided by engineer. */
"and to make tricks." = "et a faire des figures.";

/* No comment provided by engineer. */
"are two things that you can do : doing" = "deux choses que vous pouvez faire :";

/* No comment provided by engineer. */
"Back" = "Retour";

/* No comment provided by engineer. */
"before shaking your iPhone." = "d'acceleration avant de secouer l'iPhone.";

/* No comment provided by engineer. */
"Best result:" = "Meilleur resultat :";

/* No comment provided by engineer. */
"But when it becomes yellow, it has the " = "Mais des qu'il devient jaune, ca a";

/* No comment provided by engineer. */
" Classic mode" = " Mode classique";

/* No comment provided by engineer. */
"Congratulation, you finished this tutorial." = "Felicitations, vous avez fini ce tutorial.";

/* No comment provided by engineer. */
"Cool! Now come back to game." = "Bien! A present, revenez au jeu.";

/* No comment provided by engineer. */
"Country: " = "Pays: ";

/* No comment provided by engineer. */
"Double tap in the middle of the screen" = "Tappez deux fois au centre de l'ecran";

/* No comment provided by engineer. */
"Drag your finger from one area" = "Glissez votre doigt d'une zone";

/* No comment provided by engineer. */
"energy to jump." = "d'energie pour sauter.";

/* No comment provided by engineer. */
"First of all, find a bump, go fast" = "Premierement, touvez une bosse, foncez,";

/* No comment provided by engineer. */
"Fish: " = "Poissons: ";

/* No comment provided by engineer. */
"flapping your wings (pushing accelerate button)." = "en battant des ailes (zone d'acceleration).";

/* No comment provided by engineer. */
"Friends: " = "Amis: ";

/* No comment provided by engineer. */
"Go fast and catch fishes..." = "Fonce, et mange des poissons...";

/* No comment provided by engineer. */
"Go fast and jump on a bump." = "Allez vite et sautez sur une bosse.";

/* No comment provided by engineer. */
"Great !." = "Super !";

/* No comment provided by engineer. */
"it to continue going faster" = "pour continuer d'aller plus vite.";

/* No comment provided by engineer. */
"Just go fast!" = "Fonce, tout simplement!";

/* No comment provided by engineer. */
"Let's learn how to jump !" = "Apprenons a sauter !";

/* No comment provided by engineer. */
"Loading, Please Wait..." = "Chargement...";

/* No comment provided by engineer. */
"No friends" = "Pas d'ami";

/* No comment provided by engineer. */
"Now let's learn how to Pause and to Abort." = "Voyons comment faire pause et abandonner.";

/* No comment provided by engineer. */
"Now try to do a jump." = "Maintenant, essayez de faire un saut.";

/* No comment provided by engineer. */
"Now, to finish, try to make a big jump " = "Pour terminer, essayez de faire un grand saut ";

/* No comment provided by engineer. */
"Ok, now try to do a longer jump." = "Ok, essayez maintenant un saut plus long.";

/* No comment provided by engineer. */
"on it, jump high and try to make a trick." = "dessus, sautez haut et faites une figure.";

/* No comment provided by engineer. */
"opposite effect. Then you must release" = "l'effet oppose. Vous devez alors le relacher";

/* No comment provided by engineer. */
"or pushing either brake or accelerating button" = "ou en touchant les zones de frein ou ";

/* No comment provided by engineer. */
"paddling increases the speed of Tux." = "battre des palmes augmente la vitesse de Tux.";

/* No comment provided by engineer. */
"Paused" = "En pause";

/* No comment provided by engineer. */
"Push the red area to accumulate enough " = "Touchez la zone rouge pour accumuler assez ";

/* No comment provided by engineer. */
"Push the red area to brake." = "Touchez la zone rouge pour freiner.";

/* No comment provided by engineer. */
"Push the red area to make tux paddling." = "Touchez la zone rouge pour battre des palmes.";

/* No comment provided by engineer. */
"Quit" = "Quitter";

/* No comment provided by engineer. */
"Race aborted." = "Abandon.";

/* No comment provided by engineer. */
"Race Over" = "Fin";

/* No comment provided by engineer. */
"Race!" = "Go !";

/* No comment provided by engineer. */
"Settings" = "Reglages";

/* No comment provided by engineer. */
"some funny tricks shaking the iPhone," = "des figures en secouant l'iPhone,";

/* No comment provided by engineer. */
"some more advanced things and get better !" = "d'autres techniques et vous ameliorer !";

/* No comment provided by engineer. */
"Tap anywhere on the screen." = "Touchez n'importe ou sur l'ecran.";

/* No comment provided by engineer. */
"Time is up." = "Votre temps est ecoule.";

/* No comment provided by engineer. */
"Time Trial" = "Contre la montre";

/* No comment provided by engineer. */
"Time: " = "Temps: ";

/* No comment provided by engineer. */
"to fly longer and get faster." = "pour voler plus longtemps et plus vite.";

/* No comment provided by engineer. */
"to Pause." = "pour faire pause.";

/* No comment provided by engineer. */
"to the other to abort." = "jusqu'a l'autre pour abandonner.";

/* No comment provided by engineer. */
"Touch screen to continue" = "Touchez l'ecran pour continuer";

/* No comment provided by engineer. */
"Try to be the best !" = "Tentez d'etre le(la) meilleur(e) !";

/* No comment provided by engineer. */
"Try to do a jump." = "Essayez de faire un saut.";

/* No comment provided by engineer. */
"Try to do a long jump flying (>1sec)." = "Faites un long saut en battant des ailes (>1sec).";

/* No comment provided by engineer. */
"Try to do a longer jump (>1sec) on a bump." = "Faites un saut plus long (>1sec) sur une bosse.";

/* No comment provided by engineer. */
"Try to jump and make a trick." = "Sautez et faites une figure.";

/* No comment provided by engineer. */
"Try to make tux turn left." = "Faites tourner Tux a gauche.";

/* No comment provided by engineer. */
"Try to make tux turn right." = "Faites tourner Tux a droite.";

/* No comment provided by engineer. */
"turn harder)." = "pour tourner plus sec).";

/* No comment provided by engineer. */
"Welcome to the Jump tutorial." = "Bienvenue dans le tutorial sur les sauts.";

/* No comment provided by engineer. */
"Welcome to the basic tutorial." = "Bienvenue dans le tutorial de base.";

/* No comment provided by engineer. */
"Well, while you are in the air, there" = "Quand vous etes en l'air, il y a";

/* No comment provided by engineer. */
"When you release the finger, all the energy" = "Quand vous relachez le doigt, toute l'energie";

/* No comment provided by engineer. */
"While the speed indicator is green," = "Lorsque l'indicateur de vitesse est vert,";

/* No comment provided by engineer. */
"world challenge !" = " au world challenge !";

/* No comment provided by engineer. */
"World rankings" = "Classements";

/* No comment provided by engineer. */
"World: " = "Monde: ";

/* No comment provided by engineer. */
"You are now ready to participate to the" = "Vous etes maintenant fin pret pour participer";

/* No comment provided by engineer. */
"You beat your best score!" = "Vous avez battu votre record !";

/* No comment provided by engineer. */
"You can now try the next one, to learn" = "Essayez le suivant, pour apprendre";

/* No comment provided by engineer. */
"You can see the energy gauge filling." = "On peut voir la jauge d'energie se remplir.";

/* No comment provided by engineer. */
"You can vary the tricks inclinating the iPhone" = "Variez les figures en inclinant l'iPhone";

/* No comment provided by engineer. */
"You didn't finished this tutorial." = "Vous n'avez pas fini ce tutorial.";

/* No comment provided by engineer. */
"You should try again !" = "Reessayez !";

/* No comment provided by engineer. */
"You will learn here how to turn, to" = "Vous apprendrez ici comment tourner,";

/* No comment provided by engineer. */
"You will learn here to jump, to fly," = "Vous apprendrez ici comment sauter, voler,";

